[
    {
        "name": "Common butterfly",
        "type": "bug",
        "quote": "The common butterfly would have you believe it is but a beautiful friend flitting prettily about the flowers. Bah, I say! They may seem innocent things with their pretty white wings, but they hide a dark side! The common butterfly caterpillar is called a cabbage worm, you see, and it's a most voracious pest. The ravenous beasts chew through cabbage, broccoli, kale and the like with a devastating gusto. And my feathers! Their green coloring is truly GROSS! A hoo-rrific hue, I say."
    },
    {
        "name": "Yellow butterfly",
        "type": "bug",
        "quote": "Allow me to enlighten you... The yellow butterfly is named for its yellow wings. Need I say more? If I must, then allow me to note that the female yellow butterfly can lay up to 600 eggs at a time! Bleech! And their creepy crawly caterpillars just love to chomp on clover plants. A recipe for disaster, I say. Just imagine reaching for a four-leaf clover, only to touch a larva instead! Yuck! The worst of luck!"
    },
    {
        "name": "Tiger butterfly",
        "type": "bug",
        "quote": "Tiger butterflies are known for their majestic wings, which many consider quite beautiful. Truth be told, I find them monstrous! Those strange striped patterns... They give this owl the goose bumps! And while you may imagine young tiger butterfly larvae to look like lovely green caterpillars... it's not so! Why, when tiger butterflies are but babes, they're covered in unsightly white, brown, and black spots. In this way, they camouflage themselves as...as...bird droppings! Putrid pests, indeed!"
    },
    {
        "name": "Peacock butterfly",
        "type": "bug",
        "quote": "Pretty as a peacock? Bah, I say! The wings of the peacock butterfly may have a pattern similar to that of the beautiful bird... But its forewings are also covered in a dark, velvety hair! You heard right! HAIRY wings! A hair-raising revelation indeed!"
    },
    {
        "name": "Common bluebottle",
        "type": "bug",
        "quote": "The common bluebottle is a type of swallowtail butterfly with a bright blue line running down its wings. They fly quite nimbly, it seems, and are thus quite difficult to catch. But seeing as how they've been known to slurp nutrients from MUD puddles... I simply CAN'T imagine wanting to catch one myself. What awful breath!"
    },
    {
        "name": "Paper kite butterfly",
        "type": "bug",
        "quote": "With its black-and-white-striped wing pattern, the paper kite butterfly is both elegant and pretty... PRETTY POISONOUS I MEAN! Hoo dear! Where was I? Oh yes... Even this butterfly's black-and-white-striped larva and little golden pupae are toxic to predators. Indeed, the paper kite butterfly's foul flavor is famous, and thus birds, in particular, steer clear of the fiends. THIS bird most of all!"
    },
    {
        "name": "Great purple emperor",
        "type": "bug",
        "quote": "The great purple emperor lives high in the treetops and is renowned for its pretty purple-hued wings. Its impressive bird-like wingspan and elusive nature have made it a favorite among butterfly aficionados. But truth be told, the so-called great purple emperor has some not-so-great peculiarities. For one...it has two horrid HORNS upon its head when it is in its caterpillar form. For two...it has been known to dine on feces and animal carcasses! Hoo! That's why I call it the Emperor of EWWW!"
    },
    {
        "name": "Monarch butterfly",
        "type": "bug",
        "quote": "Did you know the monarch butterfly migrates south for the winter and returns north for the summer? Indeed, these horrid orange beasties do not tolerate the cold and travel 3,000 miles to escape the winter. During the journey, they cluster together in trees by the thousands just to stay warm. Imagine! Hordes of the foul flittering fiends huddled together in one place! If only they'd put on tiny coats instead."
    },
    {
        "name": "Emperor butterfly",
        "type": "bug",
        "quote": "The emperor butterfly is called the jewel of the forest. But its vivid blue hue... Ewww, let me tell you! The color does not come from a dye, but rather from light reflecting off layers of translucent scales. Yes, butterfly wings are covered in tiny scales! SCALES! Butterfly? Bah! More like snake of the sky!"
    },
    {
        "name": "Agrias butterfly",
        "type": "bug",
        "quote": "Some say the agrias butterfly is one of the most beautiful butterflies in the world. Bah, I say! BAH! They may have brightly colored wings, but the way they flutter and flitter...SO FOUL! In fact, the agrias butterfly flies so fast, it is quite a feat to catch one. I suppose I should congratulate you on your good fortune... But catching any bug seems a misfortune to me."
    },
    {
        "name": "Rajah Brooke's birdwing",
        "type": "bug",
        "quote": "Did you know that the repulsive Rajah Brooke’s birdwing loves to luxur in hot-springs water? It’s true! Hoo! The males gather in groups to sip the moisture while the females hide in jungle trees. And though they dress to impress in red and green, these fluttering fiends are not just stylish... They’re also quite malicious! Their little larvae pack a poisonous punch that’s supposed to protect them from predators... But I suspect more diabolical designs."
    },
    {
        "name": "Queen Alexandra's birdwing",
        "type": "bug",
        "quote": "Hoo! The horror! This behemoth butterfly may be called a Queen Alexandra’s birdwing... But I call it the Queen of My Nightmares! It is huge! Indeed, the world‘s hugest. No butterfly can best its foot-long wingspan. The larvae alone grow to more than 4 inches. As if that weren’t appalling enough...they’re poisonous! Murderous monsters, indeed!"
    },
    {
        "name": "Moth",
        "type": "bug",
        "quote": "Many think the moth is strictly a nocturnal creature. Alas, no! These frightful fluttering beasts have been known to haunt the daylight and twilight hours too. Thus, there is no time of day one might escape the moth trait I dislike most of all—those feathery antennae! The mere thought of them gives my feathers goosebumps. And I'm no goose."
    },
    {
        "name": "Atlas moth",
        "type": "bug",
        "quote": "The Atlas moth is a monstrous thing! Not only is it one of the largest moths in the world... The tips of its wings look rather like the heads of venomous snakes! Despite its largeness and loathsome looks, the adult Atlas moth lives only for a few days. It emerges from its cocoon without a mouth, you see...and so cannot eat. I feel for the poor thing...but it is still foul!"
    },
    {
        "name": "Madagascan sunset moth",
        "type": "bug",
        "quote": "The Madagascan sunset moth is said to be the most beautiful moth in the world...a sentiment even I can't deny. While most moths are nocturnal, this one flutters about during the day, making good use of the light. That is, when the daylight reflects off its wings, a kaleidoscope of colors are revealed! Oh! Eh...too bad it has such startling red feet as a caterpillar. I might have found it almost tolerable otherwise. Almost, but not quite."
    },
    {
        "name": "Long locust",
        "type": "bug",
        "quote": "As if the average locust weren't large enough...we must suffer the long locust too! The wretched beasts are known for their unusually long hind legs as well as their elongated heads. But that is hardly the long locusts' worst trait... I tell you, they spit brown goo when they're scared! Revolting behavior indeed! Ugh and ewww!"
    },
    {
        "name": "Migratory locust",
        "type": "bug",
        "quote": "Ah yes, the lone migratory locust... It seems like such a harmless hopper as it bounces about in the grass. But beware! When these pests band together and travel in swarms, they leave devastation in their wake! Migratory locusts have gathered by the millions throughout history, wiping out crops and causing famine. That's why I always say, \"Never let a locust hang out with its friends!\" That is precisely how a plague begins."
    },
    {
        "name": "Rice grasshopper",
        "type": "bug",
        "quote": "In point of fact, rice grasshoppers are an awful pest! They devour rice plants and wipe out the crucial crop. But revenge is sweet! These bugs are edible, you see, and so some folks eat them as way to get rid of them. When boiled in soy sauce, rice grasshoppers are quite tasty, it's said. Though why anyone would put an insect in their mouth is beyond me. The mere thought gives me the gags!"
    },
    {
        "name": "Grasshopper",
        "type": "bug",
        "quote": "Grasshoppers are known for making a \"chirping\" sound. Though it doesn't sound like chirping to me... They make this rude racket by rubbing their hind legs against their wings. And though they eat seeds and pollen, they sometimes prey on smaller insects too. I say! Such violent table manners should not be tolerated! Horrible hoppers."
    },
    {
        "name": "Cricket",
        "type": "bug",
        "quote": "I say, where shall I start with the cricket? Well, to begin with, they are mostly nocturnal creatures. And for that you day-loving diurnal types should be grateful! Hoo! It means you don't have to lay eyes upon their prickly legs or overly long antennae like us night owls! Of course, crickets are best known for the chirping sound they make by rubbing their wings together. Some find the noise lovely to listen to. Alas, it only serves to remind me of another unpleasant fact... Which is to say...you will find a cricket's ears right next to its knees! I've gone weak in the knees at the mention of it!"
    },
    {
        "name": "Bell cricket",
        "type": "bug",
        "quote": "The call of the bell cricket heralds the arrival of autumn. And I concede it is a rather pleasant sound. What I do NOT find pleasant is the way these things rub their strange wings together to make their song. Ick and blech! And to make matters worse, bell crickets have been known to shed two of their four wings! And simply leave these wings where they fall, as if it were litter! I simply cannot abide such odious behavior."
    },
    {
        "name": "Mantis",
        "type": "bug",
        "quote": "Hoo! Don't let the mantis's angelic pose fool you...for it is truly monstrous. The mantis is known for its large size and tremendous strength...and for sickle-like arms that pack a punch. And though they tend to eat bugs and spiders...mantises have been known to dine on small animals too! And those eerie eyes! Oh my! Did you know it has five of them! Two big ones and three small! I shall faint if I think on it further..."
    },
    {
        "name": "Orchid mantis",
        "type": "bug",
        "quote": "The orchid mantis is a bug whose brilliant colors and petal-shaped limbs give it the look of a flower. This masterful mimicry allows it to hide from predators in among the orchids. But oh this fraudulent flower! It lures other insects in to drink its nectar... And makes a meal of them instead! Imagine! To behold a beautiful bud... only to discover it's a bug instead! A repulsive revelation indeed!"
    },
    {
        "name": "Honeybee",
        "type": "bug",
        "quote": "Did you know it takes a team of honeybees working together to transform flower nectar into honey? Indeed, forager bees suck nectar from flowers into their \"honey stomachs\" and then fly it to the hive. Hive bees then chew the substance and spit it into the honeycomb, fluttering their wings to dry it out. Yes, you could say honey is a tasty tribute to the hard work of the humble honeybee. Oh! Oh my! You mustn't confuse my lengthy description for admiration! At the end of the day, honeybees are still insects, and thus still ghastly! A wee bit less ghastly than most, I admit."
    },
    {
        "name": "Wasp",
        "type": "bug",
        "quote": "Hoo! Allow me to share a fact with you! Wasps are sometimes called \"meat bees\" because... They. Eat. MEAT! MEAT! Of almost any sort! Surely you've seen what a menace they make of themselves at picnics. 'Tis hardly the worst of it, wot wot! Aggressive predators with venomous stingers, wasps not only hunt and eat other insects...they paralyze their prey, then drag their victims home ALIVE, leaving them for their larva to feed upon. Suddenly a simple sting seems quite tolerable."
    },
    {
        "name": "Brown cicada",
        "type": "bug",
        "quote": "Cicadas are obnoxious insects. And not just brown cicadas, mind you...but all cicadas! They flex ribboned membranes on their torso called tymbals to make a loud snapping sound. So rude! Hoo! Yes, it is only the males who make the noise. Sometimes at a volume that can produce pain at close range! Appallingly inconsiderate, I must say..."
    },
    {
        "name": "Robust cicada",
        "type": "bug",
        "quote": "The robust cicada got its name from the chirping sound it makes, which is said to be quite...well...robust. But \"robust\" hardly describes it. Abrasive! Bombastic! Cacophonous! That's more like it! Beside the horrid caterwauling, this bug is known for its long wings, short body, and green coloring. But looking at a robust cicada is just as unpleasant as listening to one. My eyes AND my ears are offended."
    },
    {
        "name": "Giant cicada",
        "type": "bug",
        "quote": "The giant cicada is rather aptly named. That is, it's a truly enormous bug. Ugh! These beasts spend most of their lives underground where they gorge on tree roots. But once they emerge, they make an awful racket. In fact, some say their song sounds like a shrieking siren. I would rather listen to nails on a chalkboard."
    },
    {
        "name": "Walker cicada",
        "type": "bug",
        "quote": "The walker cicada is quite the noisy thing. I tell you, this impolite pest simply canNOT abide the quiet. In the heat of summer, the male strikes up a strange rattling song, hoping to woo a mate. When other male crickets hear this rhythmic racket, they join right in... As if it were a sing-along! My head aches at the thought of it."
    },
    {
        "name": "Evening cicada",
        "type": "bug",
        "quote": "The evening cicada certainly knows how to ruin a quiet moment. As the sun sets, it strikes up a sad song so sonorous, one can't hear one's own thoughts! I'd feel sorry for its melancholy moods if it weren't so very vocal about how it feels. Ugh, please pipe down..."
    },
    {
        "name": "Cicada shell",
        "type": "bug",
        "quote": "Cicadas! The nerve! Not only are they loud, they leave their cicada shells lying about! When it's time for a cicada nymph to turn into an adult, you see, it clings to a tree and sheds its exoskeleton. Then it just leaves this shell of its former self hanging right there! Awful manners, really...and awfully terrifying too."
    },
    {
        "name": "Red dragonfly",
        "type": "bug",
        "quote": "I won't deny that the wretched red dragonfly is an elegant aeronaut. It manipulates its four wings quite uniquely so it can hover and maneuver through the air with ease. But the veins on its wings! What ghastly things! One can't help but gasp at the sight of them... Appalling aerodynamics, indeed!"
    },
    {
        "name": "Darner dragonfly",
        "type": "bug",
        "quote": "The darner dragonfly is a very fast dragonfly, flying at speeds up to 40 miles per hour! They all have a distinctive green hue, but the males have blue underbellies while the females have yellow ones. It all sounds pleasant enough, no? Well, did you know that their young eat tadpoles...and even some small fish! Worse, these creepy carnivores will eat each other in a pinch! Grotesque does not describe it..."
    },
    {
        "name": "Branded dragonfly",
        "type": "bug",
        "quote": "The banded dragonfly is known for its black-and-yellow-striped body, as well as for its piercing green eyes. And it is those very eyes that help make dragonflies master hunters, you see. Alas, when one looks at me, I can't help but feel it is sizing me up for a meal! Hoot! The horrors! Look away, fiend!"
    },
    {
        "name": "Damselfly",
        "type": "bug",
        "quote": "The colorful damselfly is similar to its cousin, the dragonfly, though it tends to be smaller and thinner. But don't let the delicate looks fool you! Much like the dragonfly, the damselfly is a ruthless predator. It loves to catch flies midair and eat them, and has been known to snack on spiders it plucks from the web! In short, it is not a dinner guest I would recommend... And it is not a menu I could keep down."
    },
    {
        "name": "Firefly",
        "type": "bug",
        "quote": "The firefly isn't a fly at all! It is a beetle, you see—and one known for its ghastly glowing backside. This light is called \"bioluminescence\" and it is caused by...by...a chemical reaction in the rump. Males flash about in the night sky to attract females, while their larvae turn on the glow to put off predators. Speaking of their yucky young, firefly larvae love to dine on snails! Hoo! Ewwww!"
    },
    {
        "name": "Mole cricket",
        "type": "bug",
        "quote": "Be warned, there is nowhere one might hide from the mole cricket. This plump pest has powerful front claws made for digging holes, and oh how it loves to burrow underground! A cousin to the grasshopper, it also has wings and can easily take to the air. And I swear this on my pinfeathers... Some have even been seen walking on water! Oh mercy, I may need a moment. This is making me feel rather woozy..."
    },
    {
        "name": "Pondskater",
        "type": "bug",
        "quote": "Putrid pondskaters! They walk on water, you know...which is most preposterous! It is a trick they perform by secreting oil onto the hairs of their feet. To which I say BLEEECH! And one must wonder... What will they do next? Walk on air? Walk through walls? Perish the thought..."
    },
    {
        "name": "Diving beetle",
        "type": "bug",
        "quote": "Ah, the dastardly diving beetle! Famous for its distinctive round shape...and its voracious appetite. This powerful predator uses thick back legs covered in hairs to paddle after its prey. And it uses suction cups on its front legs to grip its quarry for good. My own legs have gone week thinking about it..."
    },
    {
        "name": "Giant water bug",
        "type": "bug",
        "quote": "How to put this gently? Ah yes... BEWARE the giant water bug. I tell you, this vicious predator has been known to attack fish, bugs, frogs, and even snakes! SNAKES! Truth be told, no one is safe! Its nickname is \"the toe-biter,\" for goodness sakes! Now, one final fact before I faint... The gruesome bug uses its nose...to inject its prey...with digestive juices."
    },
    {
        "name": "Stinkbug",
        "type": "bug",
        "quote": "I daresay the name says it all... Stinkbugs are known for their stench. Hoo! Peeyew! As it happens, these crop-eating pests use straw-like mouths to pierce plants and drink the juices. And when threatened, they use a smelly chemical in their belly to release their odious odor! Hoo! How DO they live with themselves?"
    },
    {
        "name": "Man-faced stink bug",
        "type": "bug",
        "quote": "Never mind this stink bug's smell. What you have here is a bug...with a FACE...on its BACK!! Wot-wot! Simply put, the man-faced stink bug has markings on its shell that resemble a human face. Once you notice this face, you cannot UN-notice it. Indeed, this face might haunt you forever. At least the face will distract you from the stink."
    },
    {
        "name": "Ladybug",
        "type": "bug",
        "quote": "Yes. Yes. Ladybugs are quite beloved thanks to their tiny round shape and adorable spots. To that I say BAH! The fact of the matter is, some have stripes instead of spots. And SOME have no markings at all! No, I shall never understand why it is said that when a ladybug lands on you.. you'll have good luck. I shall only have a fainting spell."
    },
    {
        "name": "Tiger beetle",
        "type": "bug",
        "quote": "The tiger beetle is extremely fleet of foot, though it runs in a rather peculiar way. That is, it sprints, then stops, then sprints again...using these speedy maneuvers to run down its prey. You see, the tiger beetle―like a real tiger―is a powerful predator. The mere thought of it giving chase gives me the willies. Tigers are terrifying at any size."
    },
    {
        "name": "Jewel beetle",
        "type": "bug",
        "quote": "The green shimmer of the jewel beetle's wings is nothing short of nauseating...yes? No? Well, so says you. Though...jewel beetles were once prized by collectors who turned their iridescent wings into pretty jewelry. Why would anyone want to wear bug parts on their body is beyond me. Fashion foul indeed."
    },
    {
        "name": "Violin beetle",
        "type": "bug",
        "quote": "The violin beetle gets its name from its shape. That is, SOME think it, resembles the stringed instrument. If you ask me, this is an insult to violins! With its flat body and small head, the violin beetle looks like nothing but a repulsive bug, plain and simple. In fact it is so repulsive, it oozes a foul liquid when frightened! Ugh! This insect strikes a sour note indeed."
    },
    {
        "name": "Citrus long-horned beetle",
        "type": "bug",
        "quote": "The citrus long-horned beetle is a putrid pest and a grave threat to trees. Hoo! It's true! Adults possess powerful jaws and use them to chomp through hardwood and plant fibers with ease. The little larvae are no better, boring bullet-like holes into innocent trees with gusto—citrus trees especially. Voracious and vile, indeed!"
    },
    {
        "name": "Rosalia batesi beetle",
        "type": "bug",
        "quote": "The rosalia batesi beetle is a type of longhorn beetle, so named for the long antenna upon its head. But did you know that longhorn beetles often grow antenna LONGER than their very own bodies, wot wot? As if this weren't odious enough, look closely and you will find these antenna...are covered in tufts of hair! Best not look closely, I say."
    },
    {
        "name": "Blue weevil beetle",
        "type": "bug",
        "quote": "Yes, yes. The blue weevil beetle does come in beautiful shades of blue and green. The colors are so bright, some say it looks like a living jewel. But I say it looks like a weevil...and weevil rhymes with EVIL. Draw your own conclusions from there. Hoot! I certainly have!"
    },
    {
        "name": "Dung beetle",
        "type": "bug",
        "quote": "What can I say? The aptly-named dung beetle feeds on the feces of animals. Hoo! You heard right! This putrid pest rolls up balls of dung...and then rolls them away to dine on at a later date. As if that weren't atrocious enough, some dung beetles lay their eggs in the feces too! What a dreadful place to raise the young."
    },
    {
        "name": "Earth-boring dung beetle",
        "type": "bug",
        "quote": "Earth-boring dung beetles are considered quite handsome by some, thanks to their metallic luster. In fact, some even think them to be good omens and bringers of favorable fortune. But I must protest! These field-ravaging pests love to burrow under piles of dung and lay their eggs. They raise their young under DUNG! Need I say more? Ick. I think not."
    },
    {
        "name": "Scarab beetle",
        "type": "bug",
        "quote": "Collectors consider the scarab beetle quite the prize, thanks to its shiny metallic shell. But did you know this bug has no nose and uses its antenna to sense smells instead? In fact, the scarab beetle's plated antenna are quite unique and set it apart from other beetles. But ALL antennae are equally awful in my book."
    },
    {
        "name": "Drone beetle",
        "type": "bug",
        "quote": "I must say, the drone beetle is like that boorish acquaintance who is much too loud for polite company. That is, it is a large bug with a square head and is so named for the droning noise it makes when it flies. Furthermore, it has hooks on its feet that help it to cling tightly on trees. HOOK FEET... How gauche!"
    },
    {
        "name": "Goliath beetle",
        "type": "bug",
        "quote": "Hoo! Ewww! The goliath beetle is a colossal creature that can grow up to four-inches long. Yes, they love to sup on sap and pollen, and frolic among the flowers. But did you know, the goliath beetle has a horn upon its head that it uses to fight its foes? And picture this... Each one of this behemoth's legs ends in pincers! Deep...calming...breaths..."
    },
    {
        "name": "Saw stag",
        "type": "bug",
        "quote": "The saw stag got its name from the shape of its pincers. That is, its pincers look like jagged staws! And I tell you, the bigger the beetle, the more saw-like teeth its giant jaws have. I saw the saw stag seems more at home in a horror film than in nature. I have terrified myself just talking about it."
    },
    {
        "name": "Miyama stag",
        "type": "bug",
        "quote": "The miyama stag has protusions on its head that resemble ears... And yet, the ugly lumps are not ears! It is, however, called a \"stag\" beetle because of the large, deer-like horns upon its head. And the word \"miyama\" in its name means \"deep mountain\" in Japanese. Feel free to call it what you like. I will simply call it DISGUSTING. \"Disgusting stag beetle\" does have a ring."
    },
    {
        "name": "Giant stag",
        "type": "bug",
        "quote": "It is said that the giant stag is a popular pet among bug enthusiasts. Though how one might consider oneself enthusiastic about bugs is quite beyond me... But I digress. Giant stags look fearsome with their enormous curved mandibles. But in truth, they're really quite cowardly. Oh how they love to hide away in rotting wood, only to reveal themselves under the cover of dark. Hoot! I shall never turn off the lights again!"
    },
    {
        "name": "Rainbow stag",
        "type": "bug",
        "quote": "Rainbows are beautiful things, I'm sure we all agree. But rainbow stag beetles? Bleech! Yes, yes, this beetle's back and belly shine with a pretty rainbow-colored luster. But that does not change the fact this bug has large pincers on its face and loves to pick a fight! If one can wish upon a rainbow, then I wish to say far away from the rainbow stag. Perhaps I've picked the wrong profession."
    },
    {
        "name": "Cyclommatus stag",
        "type": "bug",
        "quote": "The cyclommatus stag is known for its giant jaws, which can be even larger than its body. Its round eyes and silver color make it a beloved beetle. Though how one could love a beetle is beyond me. Imagine being pinched by those long jaws, and the pain it would cause! Ouch and ewww!"
    },
    {
        "name": "Golden stag",
        "type": "bug",
        "quote": "Yes. Yes. The golden stag beetle is quite the prize thanks to its metallic gold coloring. But let me speak plainly... The golden stag is NOT made of gold. It is made of BUG, through and through. And thus it is vile! Golden stag? Bah! Gross stag is more like it."
    },
    {
        "name": "Giraffe stag",
        "type": "bug",
        "quote": "The giraffe stag beetle is a bug of preposterous proportions. Not only is its body rather large, it has two long, jagged jaws that can put it over five inches in size! The giraffe stag beetle's long jaws have been compared to the long neck of the giraffe...hence the name. But I say such comparisons are a stretch. Giraffe necks are NOT lined with spikes! If I were a giraffe, I would protest."
    },
    {
        "name": "Horned dynastid",
        "type": "bug",
        "quote": "The horned dynastid's head is shaped like a samurai warrior's helmet, hootie-hoo! It would be a most impressive fact if their large size wasn't so horrifying! Adult males use their huge horned heads for fighting and digging, while the females have no such need. As for their larvae and pupae, they too are quite large and feed on rotting wood at a tremendous pace. A foul feast, indeed!"
    },
    {
        "name": "Horned atlas",
        "type": "bug",
        "quote": "Beware the horned atlas! I tell you, this rhinoceros beetle is known for its violent temperament! The males use the three large horns on their heads to fight amongst each other for dominance. But it is their young that truly give me the cold sweats. You see, their larvae grow quite large and, worst of all...they bite! It is the stuff of nightmares, I say."
    },
    {
        "name": "Horned elephant",
        "type": "bug",
        "quote": "The horned elephant beetle certainly lives up to its namesake. Not only does the horn on its head resemble the trunk of an elephant... It is also one of the heaviest beetles in the world! Size aside, allow me to reveal the real reason I find horned elephant beetles so repugnant... Their backs are covered in a fine coat of hair! Hirsute beetles! Hoot! The horror!"
    },
    {
        "name": "Horned hercules",
        "type": "bug",
        "quote": "The horned hercules is not only known for its tremendous strength, but for its size as well. It can grow up to seven-inches long and has powerful pincers covered in hair that help with gripping! As if this weren't ghastly enough, these behemoth beetles let loose a foul odor that fends off enemies... And offends my sense of smell."
    },
    {
        "name": "Walking stick",
        "type": "bug",
        "quote": "The walking stick looks just like a twig, does it not? Hoo! It even has knots like a real twig would! These bashful bugs mimic plants in this way to hide from predators. A noble goal, you might say. But though the deceptive wretches fool some, they do not fool me! I see these bugs for what they are... Monsters, plain and simple! I say, did you know that walking sticks can grow to two feet long?! Imagine running into one! Surely I would faint."
    },
    {
        "name": "Walking leaf",
        "type": "bug",
        "quote": "What a fraud! What a phony! The walking leaf is, in fact, the very embodiment of a lie! This master mimic looks like a tree leaf all the way down to the tiniest details. In fact, this bug has been known to sway to and fro as it walks...just so it looks like a leaf blown by the wind! And the fakery works! These insects look so much like leaves that even leaf-eating insects nibble on them! Lying liars, indeed!"
    },
    {
        "name": "Bagworm",
        "type": "bug",
        "quote": "The bagworm is, in fact, not a worm at all, but a caterpillar instead. The filthy fraud uses silk and leaves to spin a cozy bag for it to hide inside - hence the name. Some find it cute the way bagworms dangle from trees. But the truth is they're gluttonous monsters. These beasts love to stuff their bug-gullets full of leaves, devouring the very trees they hang upon. (Wretched villains is what they are.)"
    },
    {
        "name": "Ant",
        "type": "bug",
        "quote": "The ant itself is the strongest creature in the world in relation to its size. One of these diminutive fiends can carry 50 times its own bodyweight! And if it wants to lift something even larger... Why, it simply calls on its friends to join the effort. Creepy cooperation, I say..."
    },
    {
        "name": "Hermit crab",
        "type": "bug",
        "quote": "The hermit crab is not an insect... Though it most certainly resembles one. Blech! It looks much like a spider- what with its creepy eyes and crawly legs- but is, in fact, a crustacean. As such, the hermit crab has 10 legs and also wears a shell. But it doesn't grow this shell itself. It slips its soft body into shells left behind by snails, you see, and moves into ever-larger ones as it grows. (Talk about a strange way to make a home.)"
    },
    {
        "name": "Wharf roach",
        "type": "bug",
        "quote": "The wharf roach is an omnivore, which is merely a polite way of saying it will eat almost anything. This skittering scavenger and its uncouth appetite help keep beaches clean, it's said. But I dare say, their long antenna and bulging eyes turn MY stomach. Unappetizing indeed..."
    },
    {
        "name": "Fly",
        "type": "bug",
        "quote": "The foul fly is quite the disquieting creature. I tell you, it tastes its food with its feet! Yeep! In fact, when flies rub their legs together, they do so to get rid of debris blocking their taste receptors. And did you know, their hairy toes release a sticky goo so they can walk on any surface? Even your ceiling! This gross goo gets on your food too!"
    },
    {
        "name": "Mosquito",
        "type": "bug",
        "quote": "As everyone knows, the mosquito is a vampiric pest that sucks blood from innocent bystanders. But did you know that only the females suck blood? Hoo! It's true! They need it to make their eggs. When they sink their snout into our skin, they inject us with a saliva that helps them slurp up their meal. It's that saliva that makes us itch and scratch, you know. Hoo! So rude!"
    },
    {
        "name": "Flea",
        "type": "bug",
        "quote": "Allow me to be blunt. The flea is foul! It is also disgusting, repugnant, and vile! Hoo! But I digress... This horrid pest sucks the blood of humans and animals. In fact, it is the flea's own saliva that makes us itch! And did you know their legs are so strong, they can jump more than 50 times their body length? So you see, it's all too easy for a flea to jump from you to me! I itch at the very thought."
    },
    {
        "name": "Snail",
        "type": "bug",
        "quote": "Snails are not insects, I'll admit. But they're just as revolting to me. Snails are mollusks, you see, and are born wearing shells they cannot remove. Instead, their shells get bigger and bigger as they grow. Hoo! They must get heavy, don't you know! I suppose that's why they need a trail of mucus to move about. A truly foul form of transportation."
    },
    {
        "name": "Pill bug",
        "type": "bug",
        "quote": "Blech, the pill bug! Children delight at the way these beasts roll into balls when poked... But the appeal is utterly lost on me. One look at their leggy undersides... Hoo! Ewww! How they wriggle! Young pill bugs shed their exoskeletons as they grow, and in doing so, sprout another pair of legs. As if 12 appendages weren't alarming enough! Yuck, I say. Yuck!"
    },
    {
        "name": "Centipede",
        "type": "bug",
        "quote": "The centipede's name means '100 legs.' But I tell you now, that's a lie! These ugly bugs can have as few as 15 pair of legs...or as many as 171. But because of how their bodies are segmented, they never have exactly 100! Hoo! It's true! You know what else is true? Centipedes are carnivorous, aggressive, and venomous! And their bite is quite painful too! HOO-rrible things I say."
    },
    {
        "name": "Spider",
        "type": "bug",
        "quote": "The spider is renowned for having eight eyes and eight legs... WHICH IS SIX TOO MANY, I SAY! Oh dear. I do apologize. Now where was I? Most spiders are carnivorous. In fact, some will eat creatures several times larger than themselves. To catch their prey, many of these ruthless predators spin sticky webs of surprising strength. Worse yet, they've also been known to ambush their victims, and some even chase down their meals! All this talk about the feeding habits of spiders... I'm feeling quite queasy. Hoot! The horror!"
    },
    {
        "name": "Tarantula",
        "type": "bug",
        "quote": "As giant spiders go, the tarantula is said to be quite docile. But have you ever seen such foul fuzziness?! It is a fact, tarantulas have barbed belly hair! I say again... BARBED. BELLY. HAIR! These awful arachnids let loose their spiky, itchy hairs to protect themselves from predators. But seeing how tarantulas also prey on frogs, mice, and even birds, one must ask... Who needs protecting from whom?! Hoo! Who indeed!"
    },
    {
        "name": "Scorpion",
        "type": "bug",
        "quote": "The scorpion... how should I put this? Those legs! Those pincers! That tail! And that venomous stinger! It's as if someone took the most awful insect parts... and put them together to make the scorpion! All scorpions are venomous, you know! Though I understand that only a few kinds are truly deadly. I fear I might die just thinking about it.\""
    },
    {
        "name": "Bitterling",
        "type": "fish",
        "quote": "Bitterlings hide their eggs inside large bivalves—like clams—where the young can stay safe until grown. The bitterling isn't being sneaky. No, their young help keep the bivalve healthy by eating invading parasites! It's a wonderful bit of evolutionary deal making, don't you think? Each one keeping the other safe... Though eating parasites does not sound like a happy childhood... Is that why the fish is so bitter?"
    },
    {
        "name": "Pale chub",
        "type": "fish",
        "quote": "The pale chub is a river fish with simple black-and-silver coloring. Interestingly, the male's coloring becomes more vibrant when he's trying to attract a mate! Though normally plain, these fellows really known how to look stylish when they want to. Perhaps I could learn a thing or two from the pale chub..."
    },
    {
        "name": "Crucian carp",
        "type": "fish",
        "quote": "I wonder... Do you know how to tell the difference between a crucian carp and a standard-issue carp? It's quite easy to tell the two apart... One must simply locate the barbels. Or, rather, the lack of them! And just what is a barbel, you ask? Well, a barbel looks a little something like a mustache. A run-of-the-mill carp will sport this unsightly \"facial hair,\" while a crucian carp is considerably better groomed! I tried to grow a mustache when I was younger. It never did fill in quite right... All for the best in the end, as mustaches go so much better with noses than with beaks!"
    },
    {
        "name": "Dace",
        "type": "fish",
        "quote": "Dace are shiny little fish that enjoy freshwater streams with gravelly bottoms and plenty of sunlight. What a fishy paradise...until the larger fish move in and begin eating the dace! Sadly, the shiny dace are easy for other fish to spot, which makes them a popular snack. However, this particular specimen has no need to worry. There's a strict \"No Eating Your Neighbor\" policy at this institution."
    },
    {
        "name": "Carp",
        "type": "fish",
        "quote": "Oh, the carp...have you ever seen their teeth? For your sake, I hope you have not! Carp have teeth in their throat strong enough to crunch on hard things like shells and fingers! A good rule of thumb when dealing with other species is to keep your fingers out of their mouths. Although, having neither thumbs nor fingers, I am quite safe from this little fellow!"
    },
    {
        "name": "Koi",
        "type": "fish",
        "quote": "Koi are a variety of carp bred for their color mutations...starting more than a thousand years ago! Well, one glance at their impressive coloring tells you that the centuries of effort were worth it. And even today people still selectively breed koi in search of new color combinations! One marvels at the thought of what the koi may look like in another thousand years."
    },
    {
        "name": "Goldfish",
        "type": "fish",
        "quote": "Goldfish are so cute and delicate... but do you know how big they can get? Why, they can grow up to... a foot in length! Well, sometimes. The size of the tank they're kept in tends to restrict their growth. And just how big will this goldfish get in our large museum tank? I look forward to finding out!"
    },
    {
        "name": "Pop-eyed goldfish",
        "type": "fish",
        "quote": "Pop-eyed goldfish have, as the name suggests, huge round eyes. But as babies they look like other goldfish! As they grow, their eyes begin to pop out and they gain their, hoo, distinct appearance... Imagine the poor fish fancier who unknowingly bought one! Their eyes might well pop out just as far!"
    },
    {
        "name": "Ranchu goldfish",
        "type": "fish",
        "quote": "The ranchu goldfish is a charming relative of the goldfish with a bumpy head and stout, round body. They have ordinary heads when born, but develop impressive rectangular heads after about three years. Supposedly their head shape changes depending on factors like the size of their tank... So ranchu goldfish enthusiasts aim to raise perfectly shaped specimens and work hard to achieve this. Of course, no one asks the ranchu goldfish themselves what shape they want their heads to be..."
    },
    {
        "name": "Killifish",
        "type": "fish",
        "quote": "Ah, the magnificent killifish! Did you know there are over 1,000 different species? My own favorite killifish species are the mangrove, which can live on land for weeks, breathing air! And the mummichog, the first fish ever brought to space. I wonder if the killifish you've brought me is related to either those intrepid explorers?"
    },
    {
        "name": "Crawfish",
        "type": "fish",
        "quote": "Ohoo! So you have found a crawfish. Neither crab nor lobster, crawfish evolved in an interesting manner. Beware their fearsome pinchy pinchers! Behold their many legs! I say! It is a bit bug-like, eh wot... The more I look at it, the more unsettled I feel... Let's be done with this and never speak of it again, shall we?"
    },
    {
        "name": "Soft-shelled turtle",
        "type": "fish",
        "quote": "The soft-shelled turtle is not one to shy away from biting when provoked. In addition to its powerful bite, this little critter has the ability to breathe both above and below water! It has an unusually long neck which it uses for both breathing and biting. Come to think of it, how did you manage to avoid being bitten? Well, it's a fearsome critter, but just look at that face! Rather silly, wot?"
    },
    {
        "name": "Snapping turtle",
        "type": "fish",
        "quote": "The snapping turtle is a large turtle known for it's crocodile-like body and long claws. No, wait—it is better known for it's ferocious bite, which it can deliver with shocking speed for a turtle. NO, WAIT—it is BEST known for that time one chased me across a parking lot and I had to climb on top of a car."
    },
    {
        "name": "Tadpole",
        "type": "fish",
        "quote": "Undoubtedly you know that tadpoles eventually turn into frogs. I must say, I find them impossibly adorable with their squiggly little tails. But even cuter... when they sprout legs! Why, we can witness accelerated evolution in these squirmy little ones. Hoo, it makes me so emotional!"
    },
    {
        "name": "Frog",
        "type": "fish",
        "quote": "I understand that frogs converse with fellow frogs through a number of varied calls, as it were. Ribbit! My prince as a arrived! Gribbit riiibbit! This pond is tragic! Ribbity rib't! I think you're splendid! Hoo hoo, of course I have no clue what they're saying, but I like to think if I practice enough, I might!"
    },
    {
        "name": "Freshwater goby",
        "type": "fish",
        "quote": "The freshwater goby is an unassuming specimen. But beneath that calm, fishy exterior, true gluttony resides! It will eat anything that will fit in its mouth... And its mouth is quite the gaping maw, so I recommend you refrain from drawing attention to yourself!"
    },
    {
        "name": "Loach",
        "type": "fish",
        "quote": "Loaches are a large group of bottom-feeding freshwater fish. Because there are so many species, it is difficult to generalize about them all. The one thing they all have in common is perhaps their most unappealing trait; the name 'loach.' Repellent, isn't it? They should have just called it the 'cockloach' and been done with it, eh wot! Loach...loach... It just tastes terrible in the beak."
    },
    {
        "name": "Catfish",
        "type": "fish",
        "quote": "Catfish don't have scales and are rather slimy. Believe it or not, this slime helps them breathe! Some species of catfish are nocturnal, and they'll feed on almost anything. They use a suctioning action to pull in their food. Did I mention they can grow as large as you or I?"
    },
    {
        "name": "Giant snakehead",
        "type": "fish",
        "quote": "The giant snakehead is quite a sight to behold, wot! One glance conjurs up visions of its namesake. This resilient creature can even find a home in the mud, where it is able to breathe. As a matter of fact, it dislikes cold weather, so during wintertime the mud serves as its temporary home. I hear that they eat anything that swims past their head... While odd, I feel a sense of owlship with them."
    },
    {
        "name": "Bluegill",
        "type": "fish",
        "quote": "The bluegill is incredibly common. A bit too common, depending upon where you are. They eat anything that fits in their mouths and are highly adaptable. The bane of fishermen in some areas, bluegill is often the only fish to be caught! But looking in its wee beady eyes, I must say I see no ill will in it..."
    },
    {
        "name": "Yellow perch",
        "type": "fish",
        "quote": "The yellow perch is certainly worth squawking about. I find it a sight to behold! That jagged dorsal fin! Those brilliant stripes! Those glorious colours! Hoo, truly it is quite the specimen. I would be thrilled to witness it firsthand in its natural environment... But the yellow perch's peak season is winter, I'm afraid. (So very afraid... of winter's biting chill...)"
    },
    {
        "name": "Black bass",
        "type": "fish",
        "quote": "The black bass is a formidably strong fish and, as such, is a common target for sport anglers. In some areas, there are even those who professionally catch just black bass! Yet in other areas where they are NOT native, they are considered an ecological nuisance. Invasive, even. One cannot help but wonder who is to blame for their invasion, hoo."
    },
    {
        "name": "Tilapia",
        "type": "fish",
        "quote": "Wherever the waters are warm, the tilapia can be found. It is a highly adaptable river fish. They mainly feed on algae, but they will also eat larvae and dead fish— or whatever fits in their mouths. I will confess that, as a growing owlet, I similarly defined food as 'anything that fits in my beak.'"
    },
    {
        "name": "Pike",
        "type": "fish",
        "quote": "The pike has always reminded me a bit of salmon, although a pike can grow rather larger. These brutes can grow to over four feet long...sometimes MUCH over! Hoo hoo! It is carnivorous and preys not only on other fish, but also mammals and some waterfowl...If I were to meet one in the water, I would have a most difficult time keeping my wits about me."
    },
    {
        "name": "Pond smelt",
        "type": "fish",
        "quote": "For many, thinking of pond smelt inevitably leads to thoughts of ice fishing in frozen rivers and lakes. Ice fishing involves making a round hole in the ice, dropping in your fishing line, and...waiting. Not to rain on anyone else's idea of fun, but...well, perhaps I shouldn't say anything."
    },
    {
        "name": "Sweetfish",
        "type": "fish",
        "quote": "Sweetfish are the damp heralds of summer! These slippery fellows appear in numbers when it warms up. They hatch in a river, then swim to the ocean. Once mature, they return to the river where they were born. But when they return depends on the temperature—if it's too cold their fishing season will start later. Some even say summer can't start without sweetfish...despite the KEY role played by the earth's axial tilt!"
    },
    {
        "name": "Cherry salmon",
        "type": "fish",
        "quote": "The cherry salmon is related to the salmon, and is known for its distinctive pattern of \"polka dots\". There polka dots disappear as they mature, but ONLY in the first of certain geographic regions. Pity the poor researchers that must make sense of the cherry salmon's fickle fashion sense."
    },
    {
        "name": "Char",
        "type": "fish",
        "quote": "The char is one of the bigger fish around the world, and, in the world of fish, that's quite an accomplishment! They are territorial predators, and therefore must constantly defend their 'turf' from others. So when you see a large char like this one, it is likely a skilled fighter and veteran of many battles. My feathers! I hope it never has cause to go into battle with me!"
    },
    {
        "name": "Golden trout",
        "type": "fish",
        "quote": "The golden trout is a beautifully colored fish that can only live in very clean waters. They are difficult to come across since they are found only in high mountain streams. As a side note, I find it much easier to appreciate fish that aren't such prima donnas about everything."
    },
    {
        "name": "Stringfish",
        "type": "fish",
        "quote": "The stringfish grows slowly, but also lives quite a long time for a fish, with up to 15 years being typical. Consequently, while it takes a while, they can get quite large—perhaps even up to six feet long! The stringfish is perhaps the best embodiment in the fish world of 'slow and steady wins the race.'"
    },
    {
        "name": "Salmon",
        "type": "fish",
        "quote": "Ah, salmon... Did you know their coloration is due specifically to their diet? Indeed, this is the case! The more they fill their diet with crustaceans such as krill and shrimp, the deeper shade of pink they are. If they ate a bushel of carrots, might they turn orange?"
    },
    {
        "name": "King salmon",
        "type": "fish",
        "quote": "The king salmon didn't get its name from nothing. This stately fish can weigh in at up to 130 pounds! It's clear why it's referred to as the king of salmon. I imagine even the mightiest net can catch no more than a few at a time. I must say it's a miracle to me that you didn't get dragged out to sea by this one, wot!"
    },
    {
        "name": "Mitten crab",
        "type": "fish",
        "quote": "The mitten crab was named for its impossibly adorable and fuzzy pincers. These cute crustaceans embark quite the journey. They're first born in brackish waters. Then they mature in freshwater. Finally, they travel to the ocean to create more mitten crabs! Hoo! How I delight in the thought of thousands of tiny mittened crabs scuttling about!"
    },
    {
        "name": "Guppy",
        "type": "fish",
        "quote": "Oh my! Would you look at that! Such a beautiful, snazzy little fellow that guppy is! The shape and coloration of guppy fins are all unique. Quite eye-catching, I must say. Do you imagine they host contests for \"most snazzy\"? And...do you suppose I might receive an invite?"
    },
    {
        "name": "Nibble fish",
        "type": "fish",
        "quote": "Nibble fish are best known for their use in a certain...skin treatment. This treatment has apparently been used for thousands of years. I have never...experienced said treatment... because they eat your dead skin with their little toothless mouths! Can you imagine anything so repellent?! Please don't ask me any follow-up questions. Hoo."
    },
    {
        "name": "Angelfish",
        "type": "fish",
        "quote": "The angelfish is truly a beautiful creature. Just look at the elegance of those fins! Despite the name, however, these lovelies are known to be rather aggressive... They've no qualms about relentlessly pursuing fish much smaller than themselves! Why, they even attack their own kin! It seems no fish is safe around these \"angelic\" bullies. It makes one wonder who comes up with these names. Appearances—and names—can be deceiving."
    },
    {
        "name": "Betta",
        "type": "fish",
        "quote": "The betta has long fins and beautiful coloring. It is a tropical fish popular in decorative aquariums. They're very territorial and will fight to complete exhaustion, so aquarists must keep them carefully. Rarely do such beauty and violence commingle outside the rowdiest of sunset-viewing parties."
    },
    {
        "name": "Neon tetra",
        "type": "fish",
        "quote": "Hoo! Wonderful! The neon tetra is truly a marvel of the tropical-fish world. Just look at how tiny it is! And how very filled with...neon! I imagine its environment must be just as flashy as it is for it to have developed such colors. I wonder how flashy I might be, had I been raised somewhere even half as vibrant?"
    },
    {
        "name": "Rainbowfish",
        "type": "fish",
        "quote": "The rainbowfish is a tropical fish known for its metallic colors and beautiful fins. There are over 50 different species, each unique and pleasing color. I must say, it does make me wish for feathers of a more exciting hue than \"underbaked brownie."
    },
    {
        "name": "Piranha",
        "type": "fish",
        "quote": "I am not exactly a fan of the piranha...despite knowing that they're mostly harmless. But those nasty, pointy teeth... Hoo. These infamous little blighters will attack when in groups. Imagine all of those hundreds of tiny teeth! To think that they're floundering about our peaceful waters, just waiting to strike. Well, never fear—I shall keep THIS one under the strictest lock and key, with nary a bathroom break allowed!"
    },
    {
        "name": "Arowana",
        "type": "fish",
        "quote": "It would seem your angling expertise knows no bounds! This beauteous arowana fetches a pretty Bell, though I'd venture to say that its true price is beyond measure. The arowana is an excellent jumper. Some have been seen leaping six feet out of the water, eh wot! Alas, it has also been on the endangered-species list for some time. It's up to us to do all we can to help preserve such magnificent creatures for the years to come."
    },
    {
        "name": "Dorado",
        "type": "fish",
        "quote": "Woo-hoo! So shiny! This massive fish's name, dorado, means \"golden\" in Spanish—a fitting title. They are also quite valuable, I understand. I congratulate you on your top-notch angling! They are rather large, eh wot? It makes one wonder what all they might feed on... Fowl, perhaps?! One quivers at the very thought! Well, it'll be safe behind glass, no doubt. Quite safe, hoo..."
    },
    {
        "name": "Gar",
        "type": "fish",
        "quote": "Hoo hoo! So you have snagged a gar. Did you know this beastly fish can grow up to nine feet long? Indeed, the gar is a remnant of times long past—a living fossil, if you will. It not only has sharp teeth and armor-like scales...it has the ability to take breaths of air as well! Ah, to look upon this unusual fish is to get a glimpse of our prehistoric past."
    },
    {
        "name": "Arapaima",
        "type": "fish",
        "quote": "The stately arapaima is quite large. Indeed, it is among the largest freshwater fish there are. Furthermore, these fascinating fish make quite the family unit. That is to say, male arapaimas protect their young by holding them gently in their mouths. Meanwhile, female arapaimas swim circles around these full-mouthed fathers fending off predators. It simply goes to show that cold-blooded creatures can be heartwarming too."
    },
    {
        "name": "Saddled bichir",
        "type": "fish",
        "quote": "What an elegant specimen you've found. The saddled bichir has a look entirely its own. They have poor eyesight, so they use their fine-tuned sniffers to seek out prey. Can you imagine relying solely on your sense of smell to find food? And if one nostril became clogged, would you be unable to tell how far away the scent was?"
    },
    {
        "name": "Sturgeon",
        "type": "fish",
        "quote": "The sturgeon is a large and long-lived fish which has changed little in the last 300 million years. One curious behavior of theirs is leaping high out of the water and falling back in on their sides. The smacking sounds of their re-entry can be heard for up to half a mile away, likely more underwater! No one knows why they do it, but I like to think it's their impression of bread popping out of toaster!"
    },
    {
        "name": "Sea butterfly",
        "type": "fish",
        "quote": "Such mystery! Such grace! Did you know that the sea butterfly's scientific name is Thecosomata? A very rough translation of that is 'shell body.' Indeed, this illustrious creature is related to snails! However, it reminds me much more of an elegant feathered friend, the way it flies through the water. With such grace in flying, one shouldn't wonder if it's related to the owl, hoo hoo!"
    },
    {
        "name": "Seahorse",
        "type": "fish",
        "quote": "Ah, a favorite of mine, to be sure! The sea horse is such a very unique creature and is indeed a fish! Though, as far as fish go, sea horses are not great swimmers. The sea horse, you see, has but a wee fin on its back, which propels it through water rather poorly. Thus these fish are often found using their prehensile tails to hold tight in amongst the sea grass. And here's one final fact for you... Sea horses have no stomach and so must constantly feed to stay alive! Indeed, the life of a land horse sounds far easier than that of the hardworking horse of the sea."
    },
    {
        "name": "Clownfish",
        "type": "fish",
        "quote": "Few can deny the delightful qualities of the clown fish. These vibrant fish make their home among venomous anemones. It's a mutually beneficial arrangement. The clown fish finds safety in the anemone's wriggling arms, as well as leftover scraps of food. In return, the clown fish ward off parasites and predators for the anemone. Thus these colorful fish remind us of the importance of maintaining good cheer among our roommates."
    },
    {
        "name": "Surgeonfish",
        "type": "fish",
        "quote": "Hoo! Careful, now! These fish are particularly dangerous, despite their seemingly docile appearance. With its saturated blue and yellow tones, the surgeonfish is quite breathtaking. It's got to keep up with all the other vibrant fish that live in the coral too, I wager. Quite the competition! Its spine is sharp as a blade, so care must be taken when handling these beauties..."
    },
    {
        "name": "Butterfly fish",
        "type": "fish",
        "quote": "Ah, the butterfly fish is just charming with its beautiful colors and elegant movements. I refer to it as a butterfly fish, but it's actually a grouping in which there are over 100 types! These beautiful aquatic friends swim in schools amid coral, fluttering back and forth with the tides. The sheer awe one must experience when witnessing such a sight. It must be a dream! So much better than actual butterflies..."
    },
    {
        "name": "Napoleonfish",
        "type": "fish",
        "quote": "Quite the catch you've brought! The stately and debonair Napoleonfish is truly something to behold. Those beady eyes! That bumpy head! That bold blue-green coloring! Alas, this quirky creature is quite endangered due to a variety of factors. Needless to say, we must do our very best to take care of our lumpy friend and its environment."
    },
    {
        "name": "Zebra turkeyfish",
        "type": "fish",
        "quote": "The sheer brilliance and diversity found in the aquatic underworld never cease to amaze me. This zebra turkeyfish is as stunning to gaze upon as it is deadly. Those spines that are part of its defining physique are chock-full of venom. Fortunately, zebra turkeyfish are not susceptible to another's venom. Though solitary, I imagine they give one another a mean fin bump when passing each other by."
    },
    {
        "name": "Blowfish",
        "type": "fish",
        "quote": "As you may know, blowfish carry a deadly poison and are among the most toxic creatures on earth. What you may not have known is that poison and spines are not the limit of this animal's defenses! A predator that tried to swallow a blowfish before it inflates can find itself quickly choking. To be honest, if said predator can get past poison, spines, AND choking hazards, I feel they've earned a meal."
    },
    {
        "name": "Puffer fish",
        "type": "fish",
        "quote": "Like its cousin the blowfish, when the puffer fish feels threatened it inflates into a spiky balloon. The biggest difference between them is that the puffer fish is not deadly poisonous like its kin. So while it may look scary, the substantially reduced risk to life and limb makes it much better company."
    },
    {
        "name": "Anchovy",
        "type": "fish",
        "quote": "There are more than 140 species of anchovy, but they do all have some things in common. They are small and feed by simply swimming with their mouths open to filter food particles from the sea. (In my sleepier moments, I sometimes wish I could do that...)"
    },
    {
        "name": "Horse mackerel",
        "type": "fish",
        "quote": "Supposedly the horse mackerel derives its name from a—false—myth about its strength as a swimmer. The gist of it is that these fish are so powerful underwater that smaller fish can ride them as steeds! It's absurd, of course. Where would these alleged fish jockeys attach a saddle, much less horseshoes? One does wish that people would construct their legends with a BIT more scientific plausibility!"
    },
    {
        "name": "Barred knifejaw",
        "type": "fish",
        "quote": "Wonderful! I would love nothing more! The barred knifejaw, also called the striped beakfish, is a lovely fish with a distinctive striped pattern. It is reportedly also a very curious fish in that it has been known to approach swimmers to \"greet\" them. They also tend to be good at avoiding fishing hooks, so well done on outwitting this one!"
    },
    {
        "name": "Sea bass",
        "type": "fish",
        "quote": "Sea bass is a name given to a variety of different species of saltwater fish. They are a varied bunch with some as small as four inches and some as staggeringly ginormous as eight feet! 'Sea bass' is a bit pedestrian though. Many species have better names, such as 'redbanded perch.' Or the delightfully whimsical dusky grouper! Or the potato cod! WILL NO ONE THINK OF THE PINK MAOMAO?!"
    },
    {
        "name": "Red snapper",
        "type": "fish",
        "quote": "'Red snapper' is the common name of dozens of fish species, and I wonder why it is so popular. Are there so many types of fish that are both a shade of red and have a tendency to snap? Were there no other names? What about 'burgundy biter'? 'Garnet grasper'? 'Puce pincher'?"
    },
    {
        "name": "Dab",
        "type": "fish",
        "quote": "The dab is a flatfish that bears some resemblance to the olive flounder, though their mouths are different. Personally, I am morbidly fascinated by each fish's eye placement. The dab's eyes are both on its right side, while the olive flounder's are on the left. These fish spend lots of time lying on their sides in the sand, so the odd eye placement makes some sense... But it's — how can I put this? Creepy? Viscerally disturbing? Profoundly upsetting to fans of symmetry?"
    },
    {
        "name": "Olive flounder",
        "type": "fish",
        "quote": "Did you know that the olive flounder is the same shape as other fish when it hatches? But as it grows, it gets both wider and flatter, and can reach some three feet long. These flat fish spend much of their lives buried under the sandy ocean floor, waiting for prey to happen by. Imagine the surprise for said prey when they strike. It would be as if your kitchen floor were to bite you!"
    },
    {
        "name": "Squid",
        "type": "fish",
        "quote": "Well, first off, squids are members of the mollusk family, just like the octopus. Many mollusks like snails and clams have shells, but the squid's body is almost completely soft. The exception is a long, narrow bit of hard material going through its main body - the last remnant of its shell. Of course, having your shell INSIDE is not a best practice. Perhaps they lost the owner's manual!"
    },
    {
        "name": "Moray eel",
        "type": "fish",
        "quote": "Despite its rather frightening features, the moray eel is really a very cowardly fish. It lives its life hiding in caves, and will only attack if you're looking for a fight. You've heard of a \"bark that is worse than the bite\"? Well, the moray eel has a face that's worse than its fight!"
    },
    {
        "name": "Ribbon eel",
        "type": "fish",
        "quote": "The ribbon eel is related to the moray eel, though its bright coloration distinguishes it. It also has a an unusual plant=like appendage at the tip of its nose that flutters as the creature moves. I like to think of it as having an extremely friendly nose that waves a greeting to those nearby!"
    },
    {
        "name": "Tuna",
        "type": "fish",
        "quote": "The tuna is a large ocean fish that can reach upwards of nine feet long. Besides its great size, it's notable for continuing to swim even when it's sleeping! Well, to be fair, if it doesn't keep swimming, it won't be able to breathe and will of course die... But sleep should be restful, eh wot! If I were the tuna I would feel very hard done by!"
    },
    {
        "name": "Blue marlin",
        "type": "fish",
        "quote": "The blue marlin has a distinctive angular shape and no scales. It is an unusual relative of the tuna. These mighty fish can exceed 13 feet from bill to tail. Some accounts even have it fighting with whales! No wonder it's a popular target for sport fishing: unlike most fish, it seems like a worthy opponent."
    },
    {
        "name": "Giant trevally",
        "type": "fish",
        "quote": "The giant trevally, as befits its name, can reach six feet in length and 180 pounds. Its size and strength has made it a favored opponent for anglers since time immemorial. They are also ingenious hunters, sometimes taking advantage of other predators to distract their prey. There have even been documented cases of them attacking - gulp - birds."
    },
    {
        "name": "Mahi-mahi",
        "type": "fish",
        "quote": "The mahi-mahi is an ocean fish known for its wide, somewhat-cute face. It can reach over six feet long. It is known by different names including \"dolphinfish,\" even though it has no relation to dolphins. They live in only in warm, tropical waters...which perhaps explains the relaxed, happy look on their faces."
    },
    {
        "name": "Ocean sunfish",
        "type": "fish",
        "quote": "The ocean sunfish is a large relative of the blowfish with an unusual shape, like a fish head with a tail. They are a fairly relaxed species, often content to ride where the currents take them. This is fortunate as, otherwise, the sight of a large head coming toward you might be alarming!"
    },
    {
        "name": "Ray",
        "type": "fish",
        "quote": "The ray is an unusually shaped fish with a flat body and a long body, somewhat related to sharks. Seen from the bottom, the mouth on its stomach appears to be smiling, which is objectively adorable. But be cautious—unlike most cute animals, some rays are extremely venomous. BEWARE THE SMILE."
    },
    {
        "name": "Saw shark",
        "type": "fish",
        "quote": "As you might expect from the name, the saw shark is a shark with a head that resembles a saw. This unusual appendage is used both to dig potential prey out of the sand and as a weapon against said prey. Given that, it seems like a more appropriate name would have been \"shovel-sword shark,\" eh wot?"
    },
    {
        "name": "Hammerhead shark",
        "type": "fish",
        "quote": "The hammerhead shark is known for its distinctive, hammer-shaped head, hence the name. Er, obviously. Anyhoot, this oddly shaped head allows the beast to see 360 degrees around itself, from top to bottom. Imagine being able to see so widely! You could check for untied shoelaces AND imminent rain simultaneously!"
    },
    {
        "name": "Great white shark",
        "type": "fish",
        "quote": "Great white sharks are obviously known first and foremost for their biting. They are masters of the craft! They do lose teeth regularly through biting-related activities, but, luckily, those teeth grow back quickly. In fact, their missing teeth can be regrown in a single day. Just imagine their tooth-fairy-related income!"
    },
    {
        "name": "Whale shark",
        "type": "fish",
        "quote": "The mighty whale shark is the largest species of fish in the world with specimens up to 60 feet long! Unlike many of their kin in the shark family, whale sharks are nonviolent, eating only plankton and such. They grow slowly and live long, relaxed lives of filter feeding and leisure in warm waters. So if you ever have to choose a fish as a roommate, you could do worse than the whale shark. Unless you can't swim."
    },
    {
        "name": "Suckerfish",
        "type": "fish",
        "quote": "The suckerfish is a curious fish that likes to attach itself with its sucker mouth to larger marine animals. The benefit to the suckerfish is that it gets to eat smaller parasites and dead skin off the host's body. Amusingly, some people have used suckerfish on cords to catch large turtles with the fish's own suction! I imagine this practice is the cause of some awkward conversations between fish and turtle, eh wot?"
    },
    {
        "name": "Football fish",
        "type": "fish",
        "quote": "The football fish is a strange and grotesque deep-sea fish with a lantern-like light on its forehead. Its light is apparently powered by luminous bacteria and other glowing microorganisms. One theory says it can spray these luminescent sidekicks when prey approaches in order to dazzle them... The deep contains many mysteries... as well as some things that are just sort of odd and off-putting."
    },
    {
        "name": "Oarfish",
        "type": "fish",
        "quote": "The oarfish is a long, eel-like fish that can supposedly reach up to 36 feet in length. They appear in various legends as things like messengers of the gods. It seems to me a creature like that could explain the myth of massive, ship-crushing sea serpents. It is, of course, well documented that people tend to exaggerate the size of 'the one that got away.'"
    },
    {
        "name": "Barreleye",
        "type": "fish",
        "quote": "The barreleye is a deep-sea fish with protuberant eyes and a clear head, so some of its organs are... visible. At first blush, a transparent head seems absurd, but there is a reason: so it can see things directly above! But I must confess--the more I learn about deep-sea fish, the happier I am to live on dry land, wot."
    },
    {
        "name": "Coelacanth",
        "type": "fish",
        "quote": "The coelacanth is a deep-sea fish that has been around since the age of the dinosaurs. They were long thought extinct, so when living specimens were discovered, it was quite a shock! Now I'll just have to figure out where in the museum to display it— fish or fossils!"
    },
    {
        "name": "Seaweed",
        "type": "sea_creature",
        "quote": "Let it be known that seaweed is a misnomer of the highest order! That is, it is not a noxious weed so much as it is a marine algae most beneficial to life on land and sea. Seaweed, you see, provides essential habitat and food for all manner of marine creatures. And it creates a great deal of the oxygen we land lovers love to breath too, hoo! And yet, I can't help but shudder when the slimy stuff touches my toes during a swim. Hoot! The horror!"
    },
    {
        "name": "Sea grapes",
        "type": "sea_creature",
        "quote": "Sea grapes are a marine algae that look much like their landlocked namesake. That is, they are green pearl-like orbs that cluster tightly along underwater vines. And sea grapes, like regular grapes, are a popular snack food too... albeit of the saltier variety. Fans of the briny delicacy enjoy the way the shiny pearls POP when chewed. It makes one wonder whether sea grape juice might have some appeal? 'Twould leave the drinker with sour grapes, I suppose."
    },
    {
        "name": "Sea cucumber",
        "type": "sea_creature",
        "quote": "The sea cucumber, much like its relatives the sea urchin and sea star, has no heart nor brain. However, unlike its relatives, it has no shell nor spikes to with which to protect itself either. So how does a softy such as this stay safe in the open ocean? Brace yourself I say… when threatened sea cucumbers jettison their innards out of their backsides! Hoo! Gross but true! The sticky, stringy stuff ensnares predators, allowing the cuke to make its escape and grow its insides back. One might say…the sea cucumber is a GUTSY creature, indeed. Hoo hoo, hee hee! Do forgive me!"
    },
    {
        "name": "Sea pig",
        "type": "sea_creature",
        "quote": "Never have I seen a creature that walks the line between creepy and cute quite like the sea pig does. Sea pigs are, in fact, a type of sea cucumber that lives deep down on the ocean floor. About four inches long, these soft pinkish oddities use tube-like legs and feelers to get around. Thus they sniffle through the mud, slurping up particles from decaying carcasses. Meanwhile, predators be warned... This little piggy tastes like poison."
    },
    {
        "name": "Sea star",
        "type": "sea_creature",
        "quote": "The sea star may appear to have five feet...but those are, in fact, its arms. And though five-armed sea stars are the most common, there are species with 20 or even 40 arms out there! Ah, but the fascinating appendage fats do not end there, wot wot! You see upon each sea star's arm sprout many dozens of tiny feet. YES, FEET! They use these suction-cupped feet not just to move about...but to...eh... grab hold of dinner guests as well. Finally, it should be noted that when a sea star loses an arm, it can grow it back. More impressive yes, a served sea star arm...can sometimes grow an entire sea star body back!"
    },
    {
        "name": "Sea urchin",
        "type": "sea_creature",
        "quote": "Ah, the sea urchin...the unabashed goth of the ocean floor! Indeed, with its mane of dark-hued spikes, it looks for all the world as if it might front a punk-rock band. Perhaps its more demure relatives—the sea cucumber and the sea star—disapprove of its outlandish look? It would certainly explain why sea stars gobble up sea urchins every chance they get! But worry not for our spiky friend. Its venomous spines are an effective deterrent to many a predator."
    },
    {
        "name": "Slate pencil urchin",
        "type": "sea_creature",
        "quote": "Slate Pencil Urchins are a type of sea urchin topped with thick, rounded spines that resemble sticks of chalk. These urchins' spines protect them not only from predators but from violent waves as well. Found in coral reefs, they're usually bright red, brown, or purple in color. For all those bright colors, one would think the slate pencil urchin to be deadly. But all those pretty colors, it seems, are just a pretty show."
    },
    {
        "name": "Sea anemone",
        "type": "sea_creature",
        "quote": "Medusa herself would be impressed by the sea anemone. This pretty predator loves to wave its colorful flowing locks about. But these gorgeous tresses are, in fact, deadly tentacles surrounding a hungry mouth! Triggered by the slightest touch, these tentacles harpoon victims with neurotoxin. The sea anemone then pulls the helpless, hapless prey into its mouth for a spot of lunch! I say, let this be a lesson! Never, ever make an enemy... out of an anemone!"
    },
    {
        "name": "Moon jellyfish",
        "type": "sea_creature",
        "quote": "Ah, the moon jellyfish...what's not to love about this pretty floating flower of the sea... Well, I suppose its tentacles do give a sting when touched...but it's only a mild thing to the likes of us. Other creatures may not be so fond of this translucent beauty. Though who can blame them, really? Moon jellyfish have stinging cells called cnidocytes that kill fish and other small critters that float by. And they use their \"oral arms\" to pull these morsels into their mouths and stomachs. Indeed, one need but observe the moon jellyfish to see how brutal AND beautiful nature can be."
    },
    {
        "name": "Sea slug",
        "type": "sea_creature",
        "quote": "Imagine, if you will, a land slug...but one dressed in frilly attire full of bold colors, stripes, and spots! That is the sea slug, a gastropod that looks ready to walk the red carpet...or perform beneath a big top. But these clowns are no laughing matter, eh wot. Their garish colors and wild patterns warn predators to steer clear of their stinging, toxic taste. And THAT is how you dress for success, as they say!"
    },
    {
        "name": "Pearl oyster",
        "type": "sea_creature",
        "quote": "Hoo, indeed, hoot! What a splendid pearl oyster! Did you know the famed pearl oyster can live for 40 years and grow up to a foot in size? 'Tis true, hootie-hoo! Of course, this briny bivalve is best known for the precious gems it grows within. The pearl-making process begins when an irritant gains access to the delicate insides of the oyster. The intruder is then covered with layer upon layer of \"nacre,\" the same substance used to create its shell. It takes years for a pearl to form, but in the end, the irritant is rendered harmless. Ahh, if only we all had the power to turn things that annoy us... into things of beauty instead."
    },
    {
        "name": "Mussel",
        "type": "sea_creature",
        "quote": "Did you know the mussel has a beard?! Hoo! It's true! Well, partially true, anyway. Mussels have a special gland that secretes a thing called \"bysuss\" or \"byssal thread.\" They use these tough beard-like fibers to anchor themselves to rocks and keep themselves in place. So, you see, the mussel's beard is functional rather than merely stylish. Then again, perhaps all beards should be this way."
    },
    {
        "name": "Oyster",
        "type": "sea_creature",
        "quote": "Oysters are marvelous mollusks and, in many ways, the social butterflies of the seas. That is, these bivalves tend to live attached to rocks in large groups known as oyster beds. These reef-like structures provide home and habitat for a delightful variety of creatures. Mussels, barnacles, and sea anemones have all been known to set up house. Meanwhile, small fish and crabs hide from predators and even raise their young among the snuggling oysters. With all the hubbub, an oyster bed sounds like the last place one would get some sleep!"
    },
    {
        "name": "Scallop",
        "type": "sea_creature",
        "quote": "Ah, the scallop! It just goes to show, you can't keep a good bivalve down. While most members of its family are known for staying put, the scallop is a nimble fellow indeed. When a hungry sea star approaches, the scallop can swim away by clap-clap-clapping its shells together! \"How does a scallop know when a predator approaches?\" you ask. Why, it has 200 eyes to see with! It makes one wonder what else the scallop sees with all those eyes... I fear it sees into my very soul!"
    },
    {
        "name": "Whelk",
        "type": "sea_creature",
        "quote": "Whelks are sea snails that migrate from deep water to shallow water when the weather changes. Avid carnivores, they feed on worms, crustaceans, and mollusks. In fact, these wily snails have been known to use their own shells to pry open the shells of their victims! They then use a rough tongue-like organ with thousands of tiny teeth to lick their victims' shells clean. Eh... you might want to put that image out of your mind when it's your turn to dine."
    },
    {
        "name": "Turban shell",
        "type": "sea_creature",
        "quote": "The turban shell is a sea snail with a rather nifty trick up its sleeve...er, shell. You see, this snail carries a hard, round, button-like \"operculum\" with it wherever it goes. What is an operculum, you ask? Why, it is a trapdoor of sorts! When danger approaches, the snail slips into its shell and pulls this trapdoor closed over the opening. Thus it is locked safe and sound inside. And bravo, I say! Bravo! When trouble comes knocking, just do what the turban shell does. Shut the door and turn out the lights!"
    },
    {
        "name": "Abalone",
        "type": "sea_creature",
        "quote": "My feathers, but the abalone is a most deceptive sea snail, wot wot! After seeing its dull brown shell from the outside, one would think it quite plain.But take a gander inside, and you'll see that the abalone's home is a shimmering beauty to behold! The inner layer of the shell is made of \"nacre,\" or \"mother-of-pearl,\" and, hoo, what a dazzling iridescent hue! Let this be a lesson! You mustn't judge a sea snail by the outside of its shell. Judge it by the inside of its shell instead."
    },
    {
        "name": "Gigas giant clam",
        "type": "sea_creature",
        "quote": "Gigas giant clams live in warm-water coral reefs and are the biggest bivalves in the world. Growing as wide as six feet and weighing up to 600 pounds, these clams can live to be 100 years old. And yes, these mighty creatures look as though they could eat a swimmer whole. But they eat plankton instead and get valuable nutrients from an algae they live in symbiosis with. Indeed, these enormous gents get all the sustenance they need by lying face up with their shells half-open. If such was my life, I'd be happy as a clam too."
    },
    {
        "name": "Chambered nautilus",
        "type": "sea_creature",
        "quote": "The chambered nautilus is perhaps best known for its gorgeous shell. Not only does this shell's interior shine with a pearly luster, it features a near-perfect natural spiral. But those aren't the chambered nautilus's only bragging rights. This cephalopod can have up to 90 tentacles, it's said! These arms come coated with a sticky substance that helps the nautilus capture its prey... Which is far better than using them for overly long hugs, I say."
    },
    {
        "name": "Octopus",
        "type": "sea_creature",
        "quote": "With its eight limbs, three hearts, and surprisingly big brain, the octopus is quite the wonder. It is also an escape artist like no other! You see, the octopus has specialized skin cells that can change color and texture with lightening speed. Thus it can look for all the world like a patch of seabed one minute...and a pile of rocks the next! But the deception doesn't stop there, wot wot. When attacked by a predator, the octopus releases a cloud of ink and -POOF- makes its escape. Let's just call the octopus what it is, shall we? The ninja of the deep!"
    },
    {
        "name": "Umbrella octopus",
        "type": "sea_creature",
        "quote": "My feathers, could there be a more adorable sea creature than the umbrella octopus! I daresay not! Those deep-sea octopuses are on the smallish side and use the cutest ear-like fins to flutter about. Meanwhile, it's the web stretched between their tentacles that gives them their name. Hoo, it's true! With arms stretched wide, they look for all the world like an umbrella! Though surely the last thing the umbrella octopus wants...is to stay dry."
    },
    {
        "name": "Vampire squid",
        "type": "sea_creature",
        "quote": "Beware the vampire squid, I say! This eight-armed deep-sea monster is out to drink your blood! Hoo hoo, ha ha! I only jest! Ahem! The Vampire Squid does, in fact, live deep in the ocean where almost no light pervades. But while it looks like it could nibble on your neck...it nibbles on the bits of dead plankton and algae instead. By all accounts, the vampire squid is a a gentle sort who squirts bioluminecesant goo at foes. So, how did it get the eerie official name \"Vampyroteuthis inernalis\"? That means \"vampire squid from the heck,\" you see. The problem is that the squid's \"cloak.\" Its arms are webbed with velvet-red skin and lined with toothy spikes. Plainly put, this genial squid looks for all the world like a vampire who went for a swim."
    },
    {
        "name": "Firefly squid",
        "type": "sea_creature",
        "quote": "The firefly squid is a wee migratory squid that barely reaches three inches in length. And though they usually live in deep water, they do venture to the coast to spawn. Like their firefly namesakes, these sparkling squid emit a blue bioluminescent glow. This glow may be used to threaten enemies, communicate with friends, or, perhaps, to lure food in. Truth be told, we do not know for sure why the firefly squid glows. We remain in the dark, as they say."
    },
    {
        "name": "Gazami crab",
        "type": "sea_creature",
        "quote": "The gazami crab may be better known by its more descriptive name… the Japanese blue crab. It gets its name from the blue tint sometimes found in its shell and legs. Its paddle-like rear legs are what help it to swim freely and quickly through the water. Of course, this gazami crab couldn't swim enough to get away from you!"
    },
    {
        "name": "Dungeness crab",
        "type": "sea_creature",
        "quote": "The Dungeness crab wears a pretty fan-shaped shell that's often done up in purple hues. But eye-catching colors aside, this fellow can be surprisingly hard to spot! That's because the Dungeness crab is something of an expert hider. When scared, it plays a nifty trick! That is, it buries itself beneath the sand with impressive speed. \"Now you see me, now you don't,\" it says as it vanishes before your very eyes!"
    },
    {
        "name": "Snow crab",
        "type": "sea_creature",
        "quote": "The snow crab truly lives up to its name, wot wot. They are most often found in cold northern seas. Some have even been discovered living in the Arctic Ocean! Indeed, snow crab prefer to live in deep water that never gets more than three degrees above freezing. Hooooo. Just thinking about their icy environs is giving me the chills!"
    },
    {
        "name": "Red king crab",
        "type": "sea_creature",
        "quote": "The red king crab is a mighty crustacean to be sure. Though it must be said that there is some debate about its royal lineage. King crabs, unlike other crabs, are thought to be descended from hermit crabs, you see. And have you noticed... GASP! They have but eight legs, though conventional crabs have 10! It matters not, I say. For the red king crab is as regal as can be. Weighing up to 20 pounds with a leg span reaching five feet... I bow to this crab's nobility."
    },
    {
        "name": "Acorn barnacle",
        "type": "sea_creature",
        "quote": "Do not mistake the acorn barnacle for a relative of the clam. Tut-tut, mollusks they are not. Barnacles are cousins to crabs and lobsters, you see. Though the family resemblance is hard to spot. Acorn barnacles may also seem to live a stationary life, what with being attached to rocks and such. But truth be told, baby barnacles are avid travelers, drifting shell-less about the sea before settling down. Once they find a good rock to affix themselves to, they float free no more. Which begs the question... Do adult acorn barnacles ever look out across the open sea...and long for youthful adventure once more?"
    },
    {
        "name": "Spider crab",
        "type": "sea_creature",
        "quote": "Hoooot hooot, I do so hope to not hyperventilate as I regale you with the spider crab's qualities. But I would be remiss if I did not point out that this, the largest crab on earth...looks like a GIANT SPIDER! Arachnophobia aside...this crab is a magnificent creature to be sure. Though they can grow up to 12 feet from claw to claw and weigh up to 40 pounds, they're said to be docile. In fact, these gentle giants love to hide, attaching seaweed and sponges to their shell as camouflage. My feathers, if only I could unsee the SPIDER in the spider crab...I'm sure I'd find it charming as can be."
    },
    {
        "name": "Tiger prawn",
        "type": "sea_creature",
        "quote": "The tiger prawn is a hearty crustacean found in many places around the world. Named for the stripes on its exoskeleton, it molts out of this shell as it grows in size. If only I could acquire a larger home with such ease! But do you know what I find even more fascinating? The tiger prawn's legs! It has five pairs of swimming legs, five pairs of walking legs, and three pairs of limbs it eats with! How, might I ask, does it not trip over its own 26 feet?"
    },
    {
        "name": "Sweet shrimp",
        "type": "sea_creature",
        "quote": "The sweet shrimp spends the first few years of its life as a male. It then transitions into a female as it ages. Interestingly, it is hardly alone in this type of development cycle. Indeed, a great variety of marine creatures can change their biological sex as they age. Clown fish, some sea stars, and sea bass are among them. Hoo hoo, the ocean is full of a great many wonders. Huzzah to that, I say!"
    },
    {
        "name": "Mantis shrimp",
        "type": "sea_creature",
        "quote": "Think carefully before you mock the mantis shrimp for its diminutive size. I warn you, it's itching for a fight! A pugilist through and through, this brightly hued fellow packs a punch unparalleled on land or sea. Not only are its forelimbs shaped like clubs and scythes, its arms are naturally spring-loaded too! Thus the mantis shrimp's high-speed blows crack open crabs and oyster shells with ease. And should you grab it with your hands, you might discover why it's called \"the thumb splitter\" too!"
    },
    {
        "name": "Spiny lobster",
        "type": "sea_creature",
        "quote": "It is the spiny lobster's lengthy antennae that help set it apart from other lobsters. Those two antennae can grow twice as long as the lobster's own body! And what a clever crustacean it is, having found a way to use those antennae as a means of defense. When the spiny lobster senses danger, it rubs its antennae across its exoskeleton. The horrid screeching sound frightens predators away! If someone scratched nails across a chalkboard in your direction, I daresay you'd run too!"
    },
    {
        "name": "Lobster",
        "type": "sea_creature",
        "quote": "The lobster is rather famous for its two large claws. But did you know that, in fact, it has six claws total? Of course, the four tiny claws aren't as threatening as its large \"crusher claw\" is. That pincer can put a hundred pounds of pressure on in a pinch! Just a little something to bear in mind when a lobster tries to shake your hand."
    },
    {
        "name": "Giant isopod",
        "type": "sea_creature",
        "quote": "Growing up to nearly 20 inches, the sea-dwelling giant isopod is the world's largest cousin of the pill bug. Twenty inches?! Twenty times as revolting, I say! Making matters worse for those of us who find the pill bug repulsive rather than \"cute\"... The giant isopod can swim shockingly fast and is known for its voracious appetite. In fact, it's most happy when dining on the carcasses of animals that have sunk to the bottom of the sea! This behavior has earned it a nickname... 'the vacuum cleaner of the deep.' Why must nature play such awful pranks on me?"
    },
    {
        "name": "Horseshoe crab",
        "type": "sea_creature",
        "quote": "Some might say it's good luck to catch a horseshoe crab. But I am NOT among them, eh wot! Though called a \"crab,\" this beast is an arthropod and thus more akin to spiders and scorpions! Its long tail resembles a scorpion stinger, in fact! Though it's quite harmless, they say. A \"living fossil,\" the horseshoe crab has been around since before the dinosaurs. With that tank-like shell, I suppose it WOULD be the one to survive. But here's what truly rattles me to my beak... During breeding season, horseshoe crabs crawl up on the beach and make nests together in the hundreds. HUNDREDS OF HORSESHOE CRABS! And with that I can say no more."
    },
    {
        "name": "Sea pineapple",
        "type": "sea_creature",
        "quote": "Try not to gawk as you look upon the sea pineapple. Its peculiar look is simply one of nature's many jokes. Though it may look like a half-rotten hunk of fruit, the sea pineapple is no plant, shellfish, or even sea slug. It's a tunicate, wot wot...a fancy name for a shallow-water filter feeder with a taste for plankton. It should be noted that the sea pineapple looks like a tadpole when it's young and can still swim about. Alas, its youthful cuteness wears off once it attaches itself for good to a rock. Ah, but let's put insults aside! Sea pineapples are full of water, you sea. And I fear we're asking for a squirt in the eye!"
    },
    {
        "name": "Spotted garden eel",
        "type": "sea_creature",
        "quote": "The spotted garden eel is a small eel-shaped fish that loves to burrow in the sandy ocean floor. These silly things are known for popping their heads out of the sand to nibble on plankton drifting by. Some say this makes them look like plants sprouting in a garden...hence the name spotted garden eel. But I think they look more like prairie dogs peeking out of desert hidey-holes. \"Prairie eels\" has a lovely ring, don't you think?"
    },
    {
        "name": "Flatworm",
        "type": "sea_creature",
        "quote": "Marine flatworms are...well...flat and worm-like, as their name suggests. But while this sea creature is said to be quite simple, it does possess some rather remarkable powers. You see, when flatworms are injured, they can grow new body parts with ease. And when a flatworm is cut in half, each side can grow a whole new flatworm of its own. But most impressive of all...some flatworms can clone themselves without suffering a single cut! Ah, if only I, too, could safely divide myself in two. Hoo, imagine all the work I could do!"
    },
    {
        "name": "Venus' flower basket",
        "type": "sea_creature",
        "quote": "The Venus' flower basket looks like an otherworldly creature one would find on an alien planet. But it is instead a remarkable sea sponge found in the deepest parts of the ocean. Its body is composed of silica and looks like a sculpture or, perhaps, a vase made of glassy mesh. I daresay Venus' flower basket is one of nature's most impressive works of art."
    },
    {
        "name": "Acanthostega",
        "type": "fossil",
        "quote": "The acanthostega! Said to be one of the earliest amphibians, it existed well before dinosaurs. Because they lived as fish not long before, they still had gills and very webbed \"hands\". To toss away the life they knew and venture onto unknown lands... they must have been very brave! Hmm... Does it still count as bravery if you have no understanding of what you're doing?"
    },
    {
        "name": "Amber",
        "type": "fossil",
        "quote": "Amber is formed from the sap of ancient trees that hardened over time. Because of its beauty, it has often been traded and used as jewelry throughout history. However, individual specimens may contain ancient plants or insects trapped inside them! These are valuable resources for learning about ancient eras, such as when the dinosaurs roamed... And this is why they are sometimes displayed in certain...ahem... exceptional museums! Like mine."
    },
    {
        "name": "Ammonite",
        "type": "fossil",
        "quote": "Ammonites were creatures that lived before and all the way through the age of dinosaurs! Because different species lived at different times, their shells are sometimes used as \"index fossils\". In other words, these creatures act as markers in time, helping to identify the age of other formations! Who knows what other secrets lie hidden in those spiral shells?"
    },
    {
        "name": "Ankylosaurus",
        "type": "fossil",
        "quote": "Oho! Ankylosaurus was the herbivore hero, the grazing gladiator, the vegetarian barbarian of antiquity! Between its club-like tail, heavy armor, and honest-to-goodness SPIKES, it was a formidable beast! Can you keep a secret? I have even heard recent theories that it actively ATTACKED predators. Can you imagine such behavior in an herbivore? It simply beggars the imagination!"
    },
    {
        "name": "Anomalocaris",
        "type": "fossil",
        "quote": "Anomalocaris lived in the water long before the dinosaurs and are known for their, er, \"distinctive\" look. Flat bodies over three feet in length, bulging eyes like a...dragonfly, antennae like shrimp tails... They looked so peculiar that people originally thought they were multiple fossils stacked on top of each other! As a delightful side note, \"anomalocaris\" means \"abnormal shrimp\". Obviously this animal has a certain reputation in the scientific community!"
    },
    {
        "name": "Archaeopteryx",
        "type": "fossil",
        "quote": "Archaeopteryx's feathers led many people to believe it was the progenitor of the birds, eh wot... Sadly, further evidence indicates it's likely not a direct ancestor—more an evolutionary \"uncle\", if you will. Every time a specimen is found, new theories pop up. And new relatives come to roost in the family tree!"
    },
    {
        "name": "Archelon",
        "type": "fossil",
        "quote": "Ah, yes. Archelon. It was a sort of huge sea turtle. The largest thus far found, if you want to know. They were very sizable—some 13 feet long, with a shell the size of a small car... If you're into that sort of thing. They likely ate seaweed, shrimp, octopus, and possibly ammonites, given the era involved. It seems CERTAIN giant turtles had to be prima donnas and eat some of the oldest life forms on earth!"
    },
    {
        "name": "Australopith",
        "type": "fossil",
        "quote": "The australopith, thought to be one of the links between humans and apes, emerged 4,000,000 years ago. They lived long ago, even before the ancestors of the modern humans, so there are profound differences... Even so, it seems to me that you can see the beginnings of greatness here!"
    },
    {
        "name": "Brachiosaurus",
        "type": "fossil",
        "quote": "Brachiosaurus, whose name means \"arm lizard\" —eh, wot— was one of the largest herbivorous dinosaurs. Due to its long front legs and elongated neck, it seems to have specialized in eating plants up high. Alas, in order to support its large size, it likely needed to eat more or less every waking hour. What a ferocious forager it must have been indeed!"
    },
    {
        "name": "Coprolite",
        "type": "fossil",
        "quote": "Coprolites are, in fact...ehm...bits of fossilized...feces. Hoo! Eww! It's true! It must be said they are also astonishing treasure troves of ancient information, eh wot! For example, the coprolite from certain plant-eating dinosaurs has been found to contain small pebbles. This tells us that these dinosaurs, like many modern birds, ate rocks to help grind the greens in their bellies. Indeed! Fossilized feces reveal not only what food the dinos ate, but how they digested it too. Hoo knew?!"
    },
    {
        "name": "Deinonychus",
        "type": "fossil",
        "quote": "Ahem... Yes, you may not have heard of Deinonychus, but you may have heard of its cousin, the Velociraptor. Both were predators distinguished by their frighteningly huge toe claws. They also likely had feathers. The main difference between them? Size. Deinonychus was about seven feet tall and weighed 160 pounds. Little Velociraptor, on the other wing, was a compact two feet tall and weighed only about 33 pounds! I've heard that people meeting celebrities are often surprised at how short they are in person!"
    },
    {
        "name": "Dimetrodon",
        "type": "fossil",
        "quote": "Ah, yes. Dimetrodon. Not actually a dinosaur, despite what some people may tell you. This REPTILE—not dinosaur is most famous for the large sail-like organ on its back. Said organ was likely useful in regulating its non-dinosaur—body temperature. Reptiles are known to be cold- blooded, but there is some debate as to whether dinosaurs were too. Dimetrodon assuredly was."
    },
    {
        "name": "Dinosaur track",
        "type": "fossil",
        "quote": "Dinosaur tracks are fossilized footprints left on the bottom of the sea or on soft earth. From these fossils, we can deduce the creature's territory range as well as its relationship with its herd... It has even become possible to work out the creature's size, distinctive gait, and, shockingly, walking speed! These trace fossils are like social-media feeds, enabling us to follow the daily lives of the dinosaurs!"
    },
    {
        "name": "Diplodocus",
        "type": "fossil",
        "quote": "Good old Diplodocus, what would we do without you? This stout fellow embodied all the best in dinosaurs. Those sturdy legs, that magnificent tail, and, above all, that extraordinary neck! Did you know that its center of gravity was such that sitting up on its hind legs was probably easy? What's more, paired with its long neck, this ability greatly increased its reach for eating plants! Best of all, Diplodocus probably grew its entire life, having no \"adult size\". Would that we were all so gifted!"
    },
    {
        "name": "Dunkleosteus",
        "type": "fossil",
        "quote": "The dunkleosteus flourished long before the dinosaurs and was a sort of armored fish. Curiously, only fossils for the head and shoulders have been found. We must simply imagine the rest! While its face was rather frightening, I like to picture a cute little tail and perhaps some fluffy paws on its fins. Such speculation is not scientific, of course, and essentially amounts to paleontological fan fiction. I own that."
    },
    {
        "name": "Eusthenopteron",
        "type": "fossil",
        "quote": "The eusthenopteron is famous for being the link between fish and land animals long before dinosaurs. It seems to have had strong fins capable of pulling it around areas where the water was shallow. When most creatures lived in the sea... they dreamed of land. If not for them, we mightn't be here today! Imagine if we'd not left the oceans... How might fashion and music be different in an aquatic world? How would we resolve differences? Perhaps some sort of ink-squirting contest of champions?"
    },
    {
        "name": "Iguanodon",
        "type": "fossil",
        "quote": "Ah, that graceful ballerina of the Cretaceous, the Iguanodon! When I say it was graceful, I mean by the...ahem...rather low bar set by other large herbivores. Apparently it would nimbly dodge the attacks of predators and fight back with its thumb claws! It could even walk on two legs when it wanted to! Er...truly it was the most elegant and lithe of dinosaurs."
    },
    {
        "name": "Juramaia",
        "type": "fossil",
        "quote": "Ah, yes, the juramaia: one of the first mammals, and one of the few to live alongside the dinosaurs! In order to hide from much larger dinosaurs, it was less than four inches long and quite unobtrusive. Some even theorize that these mammals were nocturnal until the dinosaurs went extinct. They needed every advantage to live among those behemoths. They were nocturnal before it was cool!"
    },
    {
        "name": "Mammoth",
        "type": "fossil",
        "quote": "Ah, Mammoths, the bad boys—and girls!—of the ancient-mammal world. So woolly! So unkempt! They are, of course, most famous for their size, which could be up to 13 tons for the largest males. But they were subject to no one's rules, and some species were SMALLER than modern elephants! Scientists have pondered for years: were mammoths the COOLEST of all extinct species? Perhaps so!"
    },
    {
        "name": "Megacerops",
        "type": "fossil",
        "quote": "Hoo! I had been hoping someone would bring me a Megacerops! This large fellow was a bit like our modern rhinoceros, but with two horns on its nose! Sadly, their small teeth restricted them to a diet of rather soft plants, and eventually they died out. I feel there is a valuable lesson to be had there about learning to enjoy a variety of foods."
    },
    {
        "name": "Megaloceros",
        "type": "fossil",
        "quote": "The Megaloceros was a relative of the deer that lived during the Ice Age, long after the dinosaurs. It was also known as \"megaloceros giganteus\"...which just means \"deer with large horns\". True to their name, they were deer with antlers spanning roughly 10 feet across! Imagine the majesty! While smaller than many dinosaurs, they were nonetheless a very charismatic example of megafauna."
    },
    {
        "name": "Myllokunmingia",
        "type": "fossil",
        "quote": "The myllokunmingia! Said to be one of the oldest fish-like animals, it lived well before the dinosaurs. It was about an inch long and seems to have had no lower jaw. It is awe-inspiring imagining such ancient life! There is much we still don't know. We may yet discover even older organisms with even fewer jaws!"
    },
    {
        "name": "Ophthalmosaurus",
        "type": "fossil",
        "quote": "The adorable Ophthalmosaurus— cutest of all the Ichthyosaurs! What makes a large, sea-dwelling reptile cute, you may ask? I shall tell you... The eyes! Ophthalmosaurus's name means \"eye lizard\", and its face was quite dominated by those great orbs! Beside their cutifying effect, these eyes gave the creature great vision, making it a very successful hunter. And no doubt because its big doe eyes lulled prey into a false sense of security..."
    },
    {
        "name": "Pachycephalosaurus",
        "type": "fossil",
        "quote": "Pachycephalosaurus was, to be blunt, not the brightest star in the dinosaur firmament. What I mean is, with its incredibly thick skull, some 10 inches thick in spots, it didn't have much room for... well, for brains. Its brain was likely quite small, but at least it was extremely safe...in its...bony...prison."
    },
    {
        "name": "Parasaurolophus",
        "type": "fossil",
        "quote": "Hootie-hoo, Parasaurolophus! I like to think of it as the beast with the golden tones. You see, the three-foot structure of hollow bone atop its head MAY have been an elaborate noisemaker! As a dyed-in-the-feathers optimist AND music fan, I like to think it serenaded the late Cretaceous!"
    },
    {
        "name": "Pteranodon",
        "type": "fossil",
        "quote": "The mighty Pteranodon! Among the very largest animals ever to fly, they were role models to us all. With a wingspan of over 23 feet in some cases, I find it simply stunning that they ever did more than glide! But fly they did, soaring dynamically and dramatically over land and sea! I wish I could have seen it..."
    },
    {
        "name": "Quetzalcoatlus",
        "type": "fossil",
        "quote": "The Quetzalcoatlus! The undisputed ruler of the skies...at least during the late Cretaceous period. It had a magnificent wingspan of roughly 36 feet, making it one of the largest flying animals ever! While it no doubt soared magnificently, we now know that it also crawled on all fours. It's a bit disappointing, really... This illustrious sky god scrabbling on the ground like a common beetle... They say you should never meet your heroes..."
    },
    {
        "name": "Sabertooth tiger",
        "type": "fossil",
        "quote": "Chief actor in my most terrifying nightmares, the Sabertooth Tiger was a mighty predator of long ago. Its most famous feature, obviously, is its razor-sharp, eight-inch-long, t-t-te-tee-te-tee...FANGS! I'm sorry—this is so unprofessional of me. Come on, Blathers! Stiff upper beak, eh wot! While no one has seen a living specimen for some 10,000 years, we must remain ever vigilant!"
    },
    {
        "name": "Shark-tooth pattern",
        "type": "fossil",
        "quote": "This shark-tooth pattern comes from the lower jaw of an ancient shark of the genus Helicoprion. Its teeth seem to have grown in a distinctive arrangement rather disturbingly termed a \"tooth-whorl\". I say \"seem\" because shark skeletons are made not of bone, but cartilage, except for their teeth. Consequently, their bodies are never preserved as fossils, and questions about their jaws remain unanswered. The size and placement in the stone of the shark's teeth are actually the only things we have to work with. Sometimes in research we must maintain a stiff upper lip, even in the absence of a stiff lower jaw!"
    },
    {
        "name": "Spinosaurus",
        "type": "fossil",
        "quote": "Ahem. Yes. The Spinosaurus was a very large, carnivorous dinosaur, roughly the size of a T. Rex. Unlike its more famous cousin, however, Spinosaurus seems to have spent a great deal of time in water. Similar to modern crocodiles, this creature lived on a diet of fish AND land-dwelling animals. Personally, I am simply relieved that it did not seek FLYING prey."
    },
    {
        "name": "Stegosaurus",
        "type": "fossil",
        "quote": "You can't talk about Stegosaurus without talking about the distinctive diamond-shaped plates on its back. These plates, while made of bone, were not actually connected to the animal's skeleton! They simply grew out from the skin, remarkably enough, and were up to two feet tall and similarly wide. It's not clear exactly how the plates were arranged or what they were for. Yet more mysteries of the ancients!"
    },
    {
        "name": "T. Rex",
        "type": "fossil",
        "quote": "I'd say that T. Rex is the 800-pound gorilla of the dinosaur world, but it likely weighed well over nine tons. This fearsome chap is practically synonymous with the word \"dinosaur\", and for good reason! At up to 42 feet long with banana-sized teeth, it was one of the largest carnivores ever to walk the earth. It's unclear how fast T. Rex was since estimates vary wildly... I am just relieved I will never have to escape one. Hoo."
    },
    {
        "name": "Plesiosaurus",
        "type": "fossil",
        "quote": "Ah yes! The Plesiosaurus is a classic of the ancient-reptile world! That long, graceful neck, the wee little head, and the plump, turtle-like body make for a striking silhouette. Incidentally, despite the \"saurus\" name, it wasn't actually a dinosaur. Common error, eh wot. But they were surely a majestic sight, swimming in those ancient seas... like a long-necked rubber ducky..."
    },
    {
        "name": "Triceratops",
        "type": "fossil",
        "quote": "As herbivores go, Triceratops was unusually well equipped for combat, wot! Its three horns and impressive, bony frill probably helped it fight off predators like T. Rex! The frill may also have been involved in temperature regulation, or else in attracting mates. Does it seem to you like virtually all distinctive dinosaur features were for body heat or attracting mates?"
    },
    {
        "name": "Trilobite",
        "type": "fossil",
        "quote": "Trilobites were ancient and extinct before the dinosaurs ever appeared! It boggles the mind! Hoo! They were also one of the most successful classes of animal ever, existing for over 300 million years. Some 50,000 species have been identified in sizes ranging from three millimeters to over two feet! Alas, that is the very limit of my enthusiasm for them, though, they look rather too much like bugs."
    }
]
